/* The string for canceling a map editing function. */
"CancelKey" = "Avbryt";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Er du sikker på at du vil avbryte?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Endringene dine vil ikke bli lagret.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "Objektet du opprettet, vil ikke bli lagret.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Forkast endringer";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Avbryt redigering";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Ugyldig adresse";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "Punktet må inneholde en adresse";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "Du har ikke lagt til en plassering for dette punktet";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Ingen nye punkt vil bli lagt til";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Fortsett redigering";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Velg punktet du vil slette.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Det finnes ingen punkt å slette.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "OK";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Er du sikker på at du vil fjerne alle punktene?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "Nei";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Ja";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Vil du bytte til et punkt?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Vil du bytte til en polylinje?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Vil du bytte til et polygon?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Punktene du la til blir ikke endret og du kan fortsette å opprette objektet";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Alle punktene du la til vil bli slettet";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Er du sikker på at du vil slette dette punktet?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Lagre";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Filter";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Aktuell plassering";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Finner ingen forslag";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Adresse";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Fjern alt";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ er opprettet";

/* The placeholder text of the Searchbar */
"SearchKey" = "Søk";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Legg til nytt punkt";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Basiskart";

/* The title for the standard map type. */
"StandardKey" = "Standard";

/* The title for the hybrid map type. */
"HybridKey" = "Hybrid";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Hybrid Flyover";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Dempet standard";

/* The title for the satellite map type. */
"SatelliteKey" = "Satellitt";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Satellite Flyover";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Legg til plassering";

